export const genres = [
    {
        id: 1, 
        name: 'аниме',
    },
    {
        id: 2, 
        name: 'биография',
    },
    {
        id: 3, 
        name: 'боевик',
    },
    
    {
        id: 4, 
        name: 'вестерн',
    },
    {
        id: 5, 
        name: 'военный',
    },
    {
        id: 6, 
        name: 'детектив',
    },
    {
        id: 7, 
        name: 'детский',
    },
    {
        id: 8, 
        name: 'для взрослых',
    },
    {
        id: 9, 
        name: 'документальный',
    },
    {
        id: 10, 
        name: 'драма',
    },
    {
        id: 11, 
        name: 'игра',
    },
    {
        id: 12, 
        name: 'история',
    },
    {
        id: 13, 
        name: 'комедия',
    },
    {
        id: 15, 
        name: 'короткометражка',
    },
    {
        id: 16, 
        name: 'криминал',
    },
    {
        id: 17, 
        name: 'мелодрама',
    },
    {
        id: 18, 
        name: 'музыка',
    },
    {
        id: 19, 
        name: 'мультфильм',
    },
    {
        id: 20, 
        name: 'мьюзикл',
    },
    {
        id: 21, 
        name: 'приключения',
    },
    {
        id: 22, 
        name: 'семейный',
    },
    {
        id: 23, 
        name: 'спорт',
    },
    {
        id: 24, 
        name: 'триллер',
    },
    {
        id: 25, 
        name: 'ужасы',
    },
    {
        id: 26, 
        name: 'фантастика',
    },
    {
        id: 27, 
        name: 'фэнтези',
    }
]